<?php
//echo '<pre>';
//   var_dump(__LINE__);
//echo '</pre>';

$a = "<b>"."P.S. Ознакомилась с типами данных. Некоторые из них были новыми для меня."."</b>";
$b = "<b>"."P.S. Как правильно наименовать переменные изучила."."</b>";
$c = "<b>"."P.S. Константы просмотрела, но не уловила как правильно и где нужно использовать константы об ошибках и прочие."."</b>";
$d = "<b>"."P.S. Проводила магические константы через  var_dump(__FILE__) и видела результат работы."."</b>";
$e = "<b>"."P.S. Ознакомилась. Подчерпнул адля себя, что имена классов ДОЛЖНЫ быть объявлены в StudlyCaps. 
Константы класса ДОЛЖНЫ быть объявлены в верхнем регистре с разделителями подчеркивания.
Имена методов ДОЛЖНЫ быть объявлены в camelCase."."</b>";
$f = "<b>"."P.S. Просмотрела наиболее интересные. Метод работы понятен. "."</b>";
$g = "<b>"."P.S. Просмотренно. Большая часть не понятна."."</b>";
$i = "<b>"."P.S. Просмотрела наиболее интересные. Методы работы сортировки понятны, но етсь пробелы."."</b>";




$j = " "."<br>"."  ";
$k = " "."<br>"."  ";
$l = " "."<br>"."  ";
$m = " "."<br>"."  ";
$n = " "."<br>"."  ";
$o = " "."<br>"."  ";
$p = " "."<br>"."  ";
$r = " "."<br>"."  ";
$s = " "."<br>"."  ";
$t = " "."<br>"."  ";
$u = " "."<br>"."  ";
$v = " "."<br>"."  ";
$w = " "."<br>"."  ";
$x = " "."<br>"."  ";
$y = " "."<br>"."  ";
$z = " "."<br>"."  ";






?>
